"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "Rengöringssida";
"Demo Page" = "Demosida";
"Configuration Page" = "Konfigurationssida";
"Supply Status Page" = "Statussida för förbrukningsmaterial";
"Print Information Pages" = "Skriv ut informationssidor";

"OK" = "OK";
"Cancel" = "Avbryt";
"Quiet Mode" = "Tyst läge";
"Enable" = "Aktivera";
"Disable" = "Inaktivera";
"HTML Config..." = "HTML-konfiguration...";

"After 1 minute" = "Efter 1 minut";

"After 5 minutes" = "Efter 5 minuter";

"After 15 minutes" = "Efter 15 minuter";

"After 30 minutes" = "Efter 30 minuter";

"After 1 hour" = "Efter1 timme";

"After 2 hours" = "Efter 2 timmar";

"Never" = "Aldrig";


"1 minute" = "1 minut";

"5 minutes" = "5 minuter";

"15 minutes" = "15 minuter";

"30 minutes" = "30 minuter";

"1 hour" = "1 timme";

"2 hours" = "2 timmar";

"4 hours" = "4 timmar";

"8 hours" = "8 timmar";

"24 hours" = "24 timmar";

"EcoSMART" = "EcoSMART";

"sleep after" = "Viloläge efter:";

"Auto Off after:" = "Autostopp efter:";

"Language" = "SWEDISH";

"CleaningPagePanelLabel" = "Rengöringsverktyget för HP LaserJet är utformat för borttagning av pappers- och tonerpartiklar som samlas på fixeringssatsen och valsarna, och förlänger därmed skrivarens livslängd.\nStarta rengöringen genom att följa anvisningarna nedan:\n1. Kontrollera att enheten är i viloläge och att Redo-lampan lyser\n2. Fyll på OH-film eller kopieringspapper (18 lb-24 lb eller 70 g/m²-90 g/m²) med glättad yta i Fack 1\n3. Starta rengöringen genom att trycka på OK\nObs! Hela rengöringsprocessen tar ca 3 minuter.";
